Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Your contacts won't be notified when you read their messages. This settting can be overriden on a per discussion basis.
de: Ihre Kontakte werden nicht benachrichtigt, wenn Sie ihre Nachrichten lesen. Diese Einstellung kann für jeden Chat individuell überschrieben werden.
es: Tus contactos no recibirán una notificación cuando leas sus mensajes. Esta configuración se puede cambiar por cada conversación.
fr: Vos correspondants ne recevront pas de confirmation lorsque vous lirez leurs messages. Ce paramètre peut être modifié indépendamment pour chaque discussion.
it: I tuoi contatti non saranno avvisati quando leggerai i loro messaggi. Questa impostazione può essere sovrascritta per ogni conversazione.
ja: 相手のメッセージを読んでも、相手には通知されません。この設定は、個別の会話ごとに変更できます。
ko: 연락처가 사용자의 메시지 읽기 여부를 알림으로 받지 않습니다. 이 설정은 대화별로 재정의할 수 있습니다.
pt_br: Seus contatos não serão notificados quando você ler as mensagens deles. Esta configuração pode ser alterada individualmente para cada conversa.
pt_pt: Os seus contactos não serão notificados quando ler as mensagens deles. Esta definição pode ser alterada para cada conversa individualmente.
ru: Ваши контакты не будут получать уведомления о прочтении их сообщений. Эту настройку можно изменить для каждого чата отдельно.
uk: Ваші контакти не будуть сповіщені, коли ви прочитаєте їхні повідомлення. Це налаштування можна змінити для кожної розмови окремо.
zh_hans: 当您阅读联系人的消息时，他们不会收到通知。此设置可以在每个对话中单独进行更改。

source: Your iCloud account is not available. Access was denied due to Parental Controls or Mobile Device Management restrictions
de: Dein iCloud-Konto ist nicht verfügbar. Der Zugriff wurde aufgrund von Kindersicherungen oder Mobile Device Management-Einschränkungen verweigert.
es: Tu cuenta de iCloud no está disponible. El acceso fue denegado debido a restricciones de Control Parental o Gestión de Dispositivos Móviles.
fr: Votre compte iCloud n'est pas accessible. L'accès a été refusé suite à des restrictions liées à du contrôle parental ou à la gestion des terminaux mobiles (MDM) de votre entreprise.
it: Il tuo account iCloud non è disponibile. L'accesso è stato negato a causa dei Controlli Genitoriali o delle restrizioni di Mobile Device Management
ja: iCloudアカウントにアクセスできません。ペアレンタルコントロールまたはモバイルデバイス管理の制限により、アクセスが拒否されました。
ko: iCloud 계정을 사용할 수 없습니다. 자녀 보호 기능 또는 모바일 장치 관리 제한으로 인해 액세스가 거부되었습니다.
pt_br: Sua conta iCloud não está disponível. O acesso foi negado devido a restrições de Controle Parental ou Gerenciamento de Dispositivos Móveis.
pt_pt: A sua conta iCloud não está disponível. O acesso foi negado devido a restrições de Controlo Parental ou de Gestão de Dispositivos Móveis.
ru: Ваша учетная запись iCloud недоступна. Доступ был отклонен из-за ограничений Родительского контроля или управления мобильными устройствами.
uk: Ваш обліковий запис iCloud недоступний. Доступ заборонено через обмеження батьківського контролю або керування мобільними пристроями.
zh_hans: 您的 iCloud 帐户不可用。由于家长控制或移动设备管理限制，访问被拒绝。

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
pt_br: dia
pt_pt: dia
ru: день
uk: день
zh_hans: 天

# discussion-default-settings-view.mention-notification-mode.picker.footer.title
source: Global Setting to be notified when being mentioned within a Discussion
de: Globale Einstellung, um benachrichtigt zu werden, wenn du in einem Gespräch erwähnt wirst
es: Configuración global para recibir notificaciones cuando te mencionen en una conversación
fr: Réglage global pour être notifié lorsqu’on est mentionné dans une Discussion
it: Impostazione globale per essere avvisati quando si viene menzionati in una discussione
ja: ディスカッション内でメンションされたときに通知を受け取るためのグローバル設定
ko: 대화에서 멘션될 때 알림을 받도록 설정
pt_br: Configuração global para receber notificações quando for mencionado em uma conversa
pt_pt: Definição global para receber notificações quando for mencionado numa conversa
ru: Глобальная настройка уведомлений при упоминании в обсуждении
uk: Глобальне налаштування сповіщень про згадки у дискусії
zh_hans: 全局设置：当在群聊中被提及时，接收通知

# discussion-default-settings-view.mention-notification-mode.picker.mode.always
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
pt_br: Sempre
pt_pt: Sempre
ru: Всегда
uk: Завжди
zh_hans: 始终

# discussion-default-settings-view.mention-notification-mode.picker.mode.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
ko: 절대 안 함
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 永不

# discussion-default-settings-view.mention-notification-mode.picker.title
source: Mention Notification Mode
de: Erwähnungsbenachrichtigungsmodus
es: Modo de notificación de menciones
fr: Mode de notification pour les mentions
it: Modalità notifiche menzioni
ja: メンション通知モード
ko: 멘션 알림 방식
pt_br: Modo de notificação de menções
pt_pt: Modo de Notificação de Menções
ru: Режим уведомлений об упоминаниях
uk: Режим сповіщень про згадки
zh_hans: 提及通知模式

source: Setting to be notified when being mentioned within this Discussion
de: Einstellung, um benachrichtigt zu werden, wenn in dieser Diskussion eine Erwähnung erfolgt
es: Ajustando para recibir notificaciones cuando se te mencione en esta conversación
fr: Réglage pour être notifié lorsqu’on est mentionné dans cette Discussion
it: Impostazione per essere avvisati quando si viene menzionati in questa Discussione
ja: このディスカッション内でメンションされたときに通知を受け取る設定
ko: 이 대화에서 언급될 때 알림을 받도록 설정
pt_br: Ativando as notificações para quando você for mencionado nesta conversa
pt_pt: Definir para receber notificações quando for mencionado nesta conversa
ru: Настройка уведомлений о упоминаниях в этом обсуждении
uk: Налаштування сповіщень, коли вас згадують у цій дискусії
zh_hans: 设置在群组中被提及时接收通知

source: Mention Notification Mode
de: Erwähnungs-Benachrichtigungsmodus
es: Modo de Notificación de Menciones
fr: Mode de notification pour les mentions
it: Modalità Notifiche Menzioni
ja: メンション通知モード
ko: 멘션 알림 모드
pt_br: Modo de notificação de menções
pt_pt: Modo de notificação de menções
ru: Режим уведомлений об упоминаниях
uk: Режим сповіщень про згадки
zh_hans: 提及通知模式

source: iCloud access is restricted
de: iCloud-Zugriff ist eingeschränkt
es: El acceso a iCloud está restringido
fr: Accès restreint à iCloud
it: L'accesso a iCloud è limitato
ja: iCloudへのアクセスが制限されています
ko: iCloud 액세스가 제한되었습니다.
pt_br: O acesso ao iCloud está restrito
pt_pt: O acesso ao iCloud está restrito
ru: Доступ к iCloud ограничен
uk: Доступ до iCloud обмежено
zh_hans: iCloud访问受限

source: iCloud backups list
de: iCloud Backup-Liste
es: Lista de copias de seguridad de iCloud
fr: Liste des sauvegardes iCloud
it: Elenco backup iCloud
ja: iCloudバックアップリスト
ko: iCloud 백업 목록
pt_br: Lista de backups do iCloud
pt_pt: Lista de cópias de segurança do iCloud
ru: Список резервных копий iCloud
uk: Список резервних копій iCloud
zh_hans: iCloud 备份列表

source: iCloud status is unclear
de: iCloud-Status unklar
es: El estado de iCloud no está claro
fr: Le statut de iCloud n'est pas clair
it: Lo stato di iCloud non è chiaro
ja: iCloud の状況が不明です
ko: iCloud 상태를 확인할 수 없습니다.
pt_br: O status do iCloud não está claro
pt_pt: O estado do iCloud não está claro
ru: Статус iCloud неясен
uk: Статус iCloud невідомий
zh_hans: iCloud状态不明

# missed messages count
source: %u missing messages
de: %u fehlende Nachrichten
es: %u mensajes faltantes
fr: %u messages manquants
it: %u messaggi mancanti
ja: %u個の未配信のメッセージがあります
ko: %u개의 메시지 누락
pt_br: %u mensagens ausentes
pt_pt: %u mensagens em falta
ru: %u пропущенных сообщений
uk: %u відсутніх повідомлень
zh_hans: 您有 %u 条未读消息

source: month
de: Monat
es: mes
fr: mois
it: mese
ja: 月
ko: 달
pt_br: mês
pt_pt: mês
ru: месяц
uk: місяць
zh_hans: 月

# poll_message_expiration_date
source: Poll ends on
de: Umfrage endet am
es: La encuesta termina el
fr: Le sondage finira le
it: Il sondaggio termina il
ja: 投票は[日時]で終了します
ko: 투표는 다음 날에 종료됩니다.
pt_br: A enquete termina em
pt_pt: A votação termina em
ru: Опрос заканчивается
uk: Опитування закінчується
zh_hans: 投票将于以下时间结束

# poll_message_expiration_date_expired
source: Poll has ended
de: Die Umfrage ist beendet
es: La encuesta ha terminado
fr: Le sondage est fini
it: Il sondaggio è terminato
ja: 投票は終了しました
ko: 투표가 종료되었습니다.
pt_br: A enquete foi encerrada
pt_pt: A sondagem terminou
ru: Опрос завершен
uk: Опитування завершено
zh_hans: 投票已结束

# poll_message_multiple_choice
source: Choose one or more answers
de: Wähle eine oder mehrere Antworten
es: Elige una o más respuestas
fr: Choisissez une ou plusieurs réponses
it: Scegli una o più risposte
ja: 1つまたは複数の回答を選択してください
ko: 하나 이상의 답변을 선택하세요
pt_br: Escolha uma ou mais opções
pt_pt: Escolha uma ou mais respostas
ru: Выберите один или несколько ответов
uk: Оберіть одну або більше відповідей
zh_hans: 选择一个或多个答案

# poll_message_no_multiple_choice
source: Choose only one answer
de: Bitte wähle nur eine Antwort.
es: Elige solo una respuesta
fr: Choisissez une seule réponse
it: Scegli solo una risposta
ja: 回答は1つだけ選択してください
ko: 정답을 하나만 선택하세요.
pt_br: Escolha apenas uma resposta
pt_pt: Escolha apenas uma resposta
ru: Выберите только один ответ
uk: Оберіть лише одну відповідь
zh_hans: 请选择一个答案

# poll_message_voters_count
source: Show answers
de: Antworten anzeigen
es: Mostrar respuestas
fr: Voir les réponses
it: Mostra risposte
ja: 回答を表示
ko: 답변 보기
pt_br: Mostrar respostas
pt_pt: Mostrar respostas
ru: Показать ответы
uk: Показати відповіді
zh_hans: 显示答案

# recent backups count
source: %u most recent backups
de: %u aktuellste Backups
es: %u copias de seguridad más recientes
fr: %u sauvegardes les plus récentes
it: %u backup più recenti
ja: %u 件の最新バックアップ
ko: %u개의 최신 백업
pt_br: %u backups mais recentes
pt_pt: %u cópias de segurança mais recentes
ru: %u последних резервных копий
uk: %u найновіших резервних копій
zh_hans: %u 个最新备份

# save count attachments
source: Save %u attachments
de: %u Anhänge speichern
es: Guardar %u adjuntos
fr: Sauvegarder les %u pièces jointes
it: Salva %u allegati
ja: %u 個の添付ファイルを保存
ko: %u개의 첨부 파일 저장
pt_br: Salvar %u anexos
pt_pt: Guardar %u anexos
ru: Сохранить %u вложений
uk: Зберегти %u вкладення
zh_hans: 保存 %u 个附件

# share count attachments
source: Share %u attachments
de: %u Anhänge teilen
es: Compartir %u adjuntos
fr: Partager les %u pièces jointes
it: Condividi %u allegati
ja: %u個の添付ファイルを共有
ko: %u개의 첨부 파일 공유
pt_br: Compartilhar %u anexos
pt_pt: Partilhar %u anexos
ru: Поделиться %u вложениями
uk: Поділитися %u вкладеннями
zh_hans: 分享 %u 个附件

# share count photos
source: Share the %u photos
de: %u Fotos teilen
es: Compartir las %u fotos
fr: Partager les %u photos
it: Condividi le %u foto
ja: %u枚の写真を共有
ko: %u개의 사진 공유하기
pt_br: Compartilhar as %u fotos
pt_pt: Partilhar as %u fotos
ru: Поделиться %u фотографиями
uk: Поділитися %u фотографіями
zh_hans: 分享 %u 张照片

source: week
de: Woche
es: semana
fr: semaine
it: settimana
ja: 週
ko: 한 주
pt_br: semana
pt_pt: semana
ru: неделя
uk: тиждень
zh_hans: 周

source: year
de: Jahr
es: año
fr: année
it: anno
ja: 年
ko: 년
pt_br: ano
pt_pt: ano
ru: год
uk: рік
zh_hans: 年

source: ⚠️ Latest failed upload: %@
de: ⚠️ Letzter fehlgeschlagener Upload: %@
es: ⚠️ Última subida fallida: %@
fr: ⚠️ Dernière erreur : %@
it: ⚠️ Ultimo caricamento fallito: %@
ja: ⬆️ 最後に失敗したアップロード: %@
ko: ⚠️ 가장 최근에 실패한 업로드: %@
pt_br: ⬆️ Última tentativa de envio falhada: %@
pt_pt: Última tentativa de envio falhada: %@
ru: ⚠️ Последняя неудачная загрузка: %@
uk: ⚠️ Остання невдала спроба завантаження: %@
zh_hans: ⚠️ 最新上传失败：%@

# 😧 Oups...
source: 😧 Oops...
de: 😧 Ups...
fr: 😧 Oups...
it: Ops... 😬
ja: 😅 あら、ごめんなさい...
ko: 😱 어머나...
pt_br: Ops...
pt_pt: Ops...
ru: 😬 Ой...
zh_hans: 哎呀...

# BACKUP_%llu_COUNT
source: %llu backups
es: %llu copias de seguridad
fr: %llu sauvegardes
it: %llu backup
ja: %llu 件のバックアップ
ko: 백업 %llu개
pt_pt: %llu cópias de segurança
ru: %llu резервные копии
uk: %llu резервні копії
zh_hans: %llu 个备份

source: Debug
es: Depuración
ja: デバッグ
ko: 디버그
pt_br: Depuração
pt_pt: Depurar
ru: Отладка
uk: Налагодження
zh_hans: 调试

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
pt_pt: Detalhes
ru: Подробности
uk: Деталі
zh_hans: 详情

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
ko: 다운로드
ru: Загрузки
uk: Завантаження
zh_hans: 下载

source: Links
es: Enlaces
fr: Liens
it: Link
ja: リンク
ko: 링크
ru: Ссылки
uk: Посилання
zh_hans: 链接

source: Ok
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: Ок
uk: Гаразд
zh_hans: 好的

source: Passcode
es: Código de acceso
it: Codice di accesso
ja: パスコード
ko: 암호
pt_br: Código de acesso
pt_pt: Código de acesso
ru: Пароль
uk: Пароль
zh_hans: 密码

source: QR code
es: Código QR
fr: Code QR
it: Codice QR
ja: QRコード
ko: QR 코드
pt_br: Código QR
pt_pt: Código QR
ru: QR-код
uk: QR-код
zh_hans: 二维码

# SNACK_BAR_BUTTON_TITLE_NEW_APP_VERSION_AVAILABLE
source: Info
es: Información
ja: 情報
ko: 정보
pt_br: Informações
pt_pt: Informações
ru: Информация
uk: Інформація
zh_hans: 信息

# STORAGE_DISCUSSION_MENU_NAME
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Имя
uk: Ім'я
zh_hans: 姓名

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
ko: 타이머
pt_br: Temporizador
pt_pt: Temporizador
ru: Таймер
uk: Таймер
zh_hans: 计时器

# VIDEO_SEND_RESOLUTION_STANDARD_480
source: Standard (480)
es: Estándar (480)
fr: Standard (480p)
ja: 標準 (480)
ko: 표준 (480)
pt_br: Padrão (480)
ru: Стандартный (480)
uk: Стандартний (480)
zh_hans: 标准 (480)

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
pt_pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本

source: Chat
fr: Discuter
ja: チャット
ko: 채팅
ru: Чат
uk: Чат
zh_hans: 聊天
